[
  {
    "id": "touchdown_000",
    "text": "Orient so that the statue is to your left. Go down the small street ahead. The park is to your left. Go through the first intersection. Pastraight under some trees and you should be at the next intersection.",
    "source": "touchdown",
    "word_count": 38
  },
  {
    "id": "r2r_001",
    "text": "Walk through doorway away from bed, first right, walk straight, take first left and stop in doorway on left.",
    "source": "r2r",
    "word_count": 19
  },
  {
    "id": "touchdown_002",
    "text": "Stand so you are following the flow of traffic, passing blue flags hanging on your right. Continue down this road until you reach a 4-way intersection just past a row of bikes turn right. Go halfway to the next light, and stop and face left.",
    "source": "touchdown",
    "word_count": 45
  },
  {
    "id": "touchdown_003",
    "text": "Follow the direction of the traffic, make a right while under the overpass. Follow the construction on your left, and stop at the corner of the first intersection.",
    "source": "touchdown",
    "word_count": 28
  },
  {
    "id": "touchdown_004",
    "text": "Follow the flow of traffic and go straight through the first intersection. Turn left at the second intersection. Go straight through another intersection and stop before the second.",
    "source": "touchdown",
    "word_count": 28
  },
  {
    "id": "touchdown_005",
    "text": "Rotate to face the same direction as the flow of traffic Proceed forward to the next intersection. Turn left at the intersection Stop, You have arrived at your destination. Turn to see a series of bent and broken white plastic lane dividers to your right in the roadway ahead.",
    "source": "touchdown",
    "word_count": 49
  },
  {
    "id": "r2r_006",
    "text": "Walk past the loveseat and go down he stairs. Take a right and stop next to the unicycle in the corner.",
    "source": "r2r",
    "word_count": 21
  },
  {
    "id": "touchdown_007",
    "text": "Head the same direction as the cars, and make a right at the first intersection. Stay straight through two intersections, then make a right. On this street you are going to go straight through the fist intersection and stop about halfway down the next block.",
    "source": "touchdown",
    "word_count": 45
  },
  {
    "id": "r2r_008",
    "text": "Walk straight, then turn right into the adjacent bedroom. Walk through the bedroom, and wait by the bathroom door.",
    "source": "r2r",
    "word_count": 19
  },
  {
    "id": "touchdown_009",
    "text": "With the green walls on your left and blue storefront on your right, move toward the nearest intersection and stop before passing it.",
    "source": "touchdown",
    "word_count": 23
  },
  {
    "id": "r2r_010",
    "text": "Walk past the stairs and wait in the office, across from the dining area.",
    "source": "r2r",
    "word_count": 14
  },
  {
    "id": "touchdown_011",
    "text": "Turn so the bridge is on your right and walk until you see a black iron wrought fence on your right. NOT the one on your left, which encloses a basketball court.",
    "source": "touchdown",
    "word_count": 32
  },
  {
    "id": "touchdown_012",
    "text": "Orient yourself with traffic and proceed down the street until you reach the first intersection. Turn right. The park is on your left now. Turn right again at the next intersection. Just before the next intersection is a painted mural on both sides of the street.",
    "source": "touchdown",
    "word_count": 46
  },
  {
    "id": "touchdown_013",
    "text": "Turn with the flow of cars. Follow truck to the next intersection. Turn right. Follow firetruck to the next intersection. Turn right. Walk forward until you see a large stack of orange caution barrels with smoke coming out of the top.",
    "source": "touchdown",
    "word_count": 41
  },
  {
    "id": "touchdown_014",
    "text": "Align yourself with the flow of traffic, and head to the intersection to make a left. Make another left at the next intersection. About halfway down this road, you'll see some scaffolding start, with a ladder on it.",
    "source": "touchdown",
    "word_count": 38
  },
  {
    "id": "touchdown_015",
    "text": "Orient yourself with traffic and proceed through the intersection. Turn left at the first light you encounter. Pass through the first intersection and turn left at the second. Stop when even with the first bit of subway station stairs on the right.",
    "source": "touchdown",
    "word_count": 42
  },
  {
    "id": "touchdown_016",
    "text": "Follow traffic into the light and go right. There'll be a series of grey awnings to your left. Go through the first light and left at the next, but don't step on the crosswalk.",
    "source": "touchdown",
    "word_count": 34
  },
  {
    "id": "touchdown_017",
    "text": "Enter the intersection, and turn right. Take a few steps and look right. You should be directly in front on an orange cone and a fire hydrant Across the street from you.",
    "source": "touchdown",
    "word_count": 32
  },
  {
    "id": "touchdown_018",
    "text": "Follow the flow of traffic and turn right at the first intersection. Go forward and then stop as you reach the next intersection.",
    "source": "touchdown",
    "word_count": 23
  },
  {
    "id": "r2r_019",
    "text": "Turn right and exit out the double doors. Once out turn right and walk along the railing and turn into the first door on your left. Stop once you are in the door looking at the large wood cabinet.",
    "source": "r2r",
    "word_count": 39
  },
  {
    "id": "r2r_020",
    "text": "Walk through the far doors on the left. Go straight. Wait in the bedroom.",
    "source": "r2r",
    "word_count": 14
  },
  {
    "id": "r2r_021",
    "text": "Exit the bedroom and go down the stairs. Stop at the bottom of the stairs.",
    "source": "r2r",
    "word_count": 15
  },
  {
    "id": "touchdown_022",
    "text": "Look for the building with a large white section painted on it and go in this direction. Turn left at the first intersection. Look right and find a pinkish colored building with five trash cans outside of it.",
    "source": "touchdown",
    "word_count": 38
  },
  {
    "id": "r2r_023",
    "text": "Walk forward into the living room and take a left into the kitchen. In the kitchen stop right before the patio door on your right.",
    "source": "r2r",
    "word_count": 25
  },
  {
    "id": "touchdown_024",
    "text": "Align yourself against traffic and move forward to the intersection. To you left in front of you is a wall covered in graffiti.",
    "source": "touchdown",
    "word_count": 23
  },
  {
    "id": "r2r_025",
    "text": "Walk past the stairs and into the hallway. Turn right past the chair and stop in the doorway.",
    "source": "r2r",
    "word_count": 18
  },
  {
    "id": "r2r_026",
    "text": "Walk down the wooden flight of stairs with the paintings on the wall. Stop at the bottom of the stairs facing the armchair and checkerboard side table below.",
    "source": "r2r",
    "word_count": 28
  },
  {
    "id": "r2r_027",
    "text": "Leave the bedroom and go through the large opening into the living room on the left. Stop in front of the wall mounted shelves on the right.",
    "source": "r2r",
    "word_count": 27
  },
  {
    "id": "touchdown_028",
    "text": "Follow traffic through the first light, and go right at the second, stopping immediately past the crosswalk.",
    "source": "touchdown",
    "word_count": 17
  },
  {
    "id": "touchdown_029",
    "text": "Go with traffic flow to the next intersection and turn left. Go through the next intersection. Just beyond there will be a blue canopy on the left. Before that blue canopy there are three planters on the left.",
    "source": "touchdown",
    "word_count": 38
  },
  {
    "id": "touchdown_030",
    "text": "Align yourself with the fenced in court on your left, Head down this street to the first intersection and take a right. Head down past the first intersection, and you'll pass a red brick building with three red doors on your right. Stop at the parking lot after this building.",
    "source": "touchdown",
    "word_count": 50
  },
  {
    "id": "r2r_031",
    "text": "Turn right and go through the open door. Go left passed the piano and stop by the couch.",
    "source": "r2r",
    "word_count": 18
  },
  {
    "id": "touchdown_032",
    "text": "Turn with the flow of cars and head to the nearest intersection. Turn right, then take the next right. There are two flags on the wall to the right, pass those and continue forward. On the left there is a building with archways. Stop right after you pass them.",
    "source": "touchdown",
    "word_count": 49
  },
  {
    "id": "r2r_033",
    "text": "Exit the bedroom and take a left. Take a left after the stairs. Take another left and wait in the entryway of the patio.",
    "source": "r2r",
    "word_count": 24
  },
  {
    "id": "touchdown_034",
    "text": "Turn with the flow of traffic Parked cars on the right. Go to intersection. Turn right. Pass basketball court on the left. Continue to intersection. Turn right. Playgroundschool on your left. Continue straight through the intersection. On the left s a red door on top of a ramp.",
    "source": "touchdown",
    "word_count": 48
  },
  {
    "id": "r2r_035",
    "text": "Go inside pass the shelves and go down the five steps, turn left on the second door you pass and turn right. Wait at the entrance of the room with the green comforter on the bed.",
    "source": "r2r",
    "word_count": 36
  },
  {
    "id": "r2r_036",
    "text": "Turn left, go right of the bed, down the hallway, take a right just after the television, and stop just outside the door before the green plants.",
    "source": "r2r",
    "word_count": 27
  },
  {
    "id": "r2r_037",
    "text": "Enter the room. Turn left. Go outside. Pass the two black rocking chairs on the left. Go down the steps and wait there.",
    "source": "r2r",
    "word_count": 23
  },
  {
    "id": "r2r_038",
    "text": "Enter the living room area at the top of the stairs and walk towards the sliding glass door. Exit through the sliding glass door and wait just outside on the balcony.",
    "source": "r2r",
    "word_count": 31
  },
  {
    "id": "touchdown_039",
    "text": "Orient yourself so you are moving with the flow of traffic and the blue awning on your left. Go straight through the next intersection. You will see a large mural up ahead on the left. Turn right at the next intersection. Stop just before the crosswalk ahead.",
    "source": "touchdown",
    "word_count": 47
  },
  {
    "id": "touchdown_040",
    "text": "Going with the flow of traffic, go to the first intersection and turn left. At the next light, turn left. Go straight through two intersections. At the third intersection, go into the intersection and look ahead for the large red diamond shaped sign, surround by traffic cones.",
    "source": "touchdown",
    "word_count": 47
  },
  {
    "id": "touchdown_041",
    "text": "Orient yourself so you are moving with the flow of traffic. We will not be making a turn. Go through the first intersection and keep going straight. Go until you see a red convertible vehicle with a tanwhite soft top on the right next to some black fencing.",
    "source": "touchdown",
    "word_count": 48
  },
  {
    "id": "r2r_042",
    "text": "Walk past the chairs and up the stairs. Go down the hall and stop in the bathroom.",
    "source": "r2r",
    "word_count": 17
  },
  {
    "id": "r2r_043",
    "text": "Go through the doors marked with a blue dot.",
    "source": "r2r",
    "word_count": 9
  },
  {
    "id": "r2r_044",
    "text": "Go down the narrow hall which is to your right past the refrigerator. Go through the first doorway, then turn right and wait in the closet doorway to the left.",
    "source": "r2r",
    "word_count": 30
  },
  {
    "id": "r2r_045",
    "text": "Walk past the laundry room into the office at the end of the hall. Wait in the office between the love seat and chair.",
    "source": "r2r",
    "word_count": 24
  },
  {
    "id": "touchdown_046",
    "text": "Follow traffic to the end of the block and go left, but don't go past the crosswalk. Looking forward you should see a red bus lane stretching in front of you and a red brick building to your right.",
    "source": "touchdown",
    "word_count": 39
  },
  {
    "id": "r2r_047",
    "text": "Head toward the stairs. Pass the stairs and head toward the couches and wait there.",
    "source": "r2r",
    "word_count": 15
  },
  {
    "id": "touchdown_048",
    "text": "Orient yourself with the three cones to the right and go straight. At the next intersection take a right. Go straight and take a right around the potted plant. Go straight through the next intersection and proceed forward until you reach a lot of parked cars to the right.",
    "source": "touchdown",
    "word_count": 49
  },
  {
    "id": "r2r_049",
    "text": "Go upstairs and wait near the top.",
    "source": "r2r",
    "word_count": 7
  },
  {
    "id": "touchdown_050",
    "text": "Orient yourself with traffic and proceed. Go through the first intersection then turn left at the next light. Turn left at the next light as well. Stop when across from the first store with the red awning. A store nearby has a hand image on it.",
    "source": "touchdown",
    "word_count": 46
  },
  {
    "id": "r2r_051",
    "text": "Walk down the hallway past the restrooms and some elevators. Stop when you pass a small lobby with a telephone.",
    "source": "r2r",
    "word_count": 20
  },
  {
    "id": "touchdown_052",
    "text": "Orient yourself such that the line of glass doors is on your right and proceed forward. Turn right at the stop sign. Proceed straight through one traffic light and stop just before passing through the second light. On your left should be a tan, one-story rounded building.",
    "source": "touchdown",
    "word_count": 47
  },
  {
    "id": "r2r_053",
    "text": "Go down the hall and into a dining area. Go past the table and towards the back door, wait there facing outside.",
    "source": "r2r",
    "word_count": 22
  },
  {
    "id": "touchdown_054",
    "text": "Turn and go with the flow of traffic. Head to the nearest intersection. Go left, then take the next left. Pass the red arch on the right. Travel a little further, look left. There is a red building with a staircase that goes down.",
    "source": "touchdown",
    "word_count": 44
  },
  {
    "id": "r2r_055",
    "text": "Leave the porch and go inside and make a right towards the bed. Go to the left corner of the bed then make a left. Stop at the clothes rack.",
    "source": "r2r",
    "word_count": 30
  },
  {
    "id": "r2r_056",
    "text": "Walk forward then turn left, walk forward again then turn left at the kitchen area.",
    "source": "r2r",
    "word_count": 15
  },
  {
    "id": "touchdown_057",
    "text": "Follow traffic, and go through the first light, and just enter the intersection at the second. Ahead and on the left corner is a building with dark crimson awnings.",
    "source": "touchdown",
    "word_count": 29
  },
  {
    "id": "r2r_058",
    "text": "Walk away from the coffee bar toward the ope double doors that lead to a hallway. Walk down the hallway past the sign that says Let's start to redefine how work is done. Stop in the doorway to conference room 02.",
    "source": "r2r",
    "word_count": 41
  },
  {
    "id": "touchdown_059",
    "text": "Turn with the flow of traffic and head down this road through the curves. When you see the fork, stay right and enter the small tunnel. Stop right when you enter daylight.",
    "source": "touchdown",
    "word_count": 32
  },
  {
    "id": "r2r_060",
    "text": "Go along the glass table, turn right and go up the stairs to the top and stop.",
    "source": "r2r",
    "word_count": 17
  },
  {
    "id": "touchdown_061",
    "text": "Turn and go in the direction with the traffic. Turn left at intersection. Tan building with horseshoe window tops on the left. Go straight at intersection. Turn left at next intersection. Bike parking on the right. Before the next intersection is another bike parking on the right.",
    "source": "touchdown",
    "word_count": 47
  },
  {
    "id": "r2r_062",
    "text": "Walk through open door, turn left, walk toward fireplace turn right, go outside, stop outside doorway.",
    "source": "r2r",
    "word_count": 16
  },
  {
    "id": "r2r_063",
    "text": "Exit the room and then turn left. Walk into the sitting area and stop before you reach the couch.",
    "source": "r2r",
    "word_count": 19
  },
  {
    "id": "touchdown_064",
    "text": "Stand so you are moving with traffic. Move straight for awhile until you reach an intersection, and go right. Move forward a bit, and on your left is a blue store awning with yellow writing above it is a faded blue store sign.",
    "source": "touchdown",
    "word_count": 43
  },
  {
    "id": "r2r_065",
    "text": "Go through doorway, turn right, walk through hall and stop in doorway on right.",
    "source": "r2r",
    "word_count": 14
  },
  {
    "id": "r2r_066",
    "text": "Go toward the colorful artwork on the wall and then along the stair rail. Go toward the couch facing the artwork on the farthest wall. stand behind that couch, facing the large wall of windows.",
    "source": "r2r",
    "word_count": 35
  },
  {
    "id": "r2r_067",
    "text": "Walk across the bedroom and up the stairs. Enter the double doors on the right and go into the bathroom. Stop in front of the toilet, which is on the right.",
    "source": "r2r",
    "word_count": 31
  },
  {
    "id": "r2r_068",
    "text": "Exit the bedroom through the door on the left. Turn right and go forward to the landing. Continue forward and enter the little corridor. Enter the bedroom on the right. Wait there.",
    "source": "r2r",
    "word_count": 32
  },
  {
    "id": "touchdown_069",
    "text": "Go with traffic down the one way. Turn right at the first intersection. Enter the next intersection and stop.",
    "source": "touchdown",
    "word_count": 19
  },
  {
    "id": "touchdown_070",
    "text": "Follow the flow of traffic and turn right at the first intersection. Keep right as you continue down the street. You will go straight through another intersection.",
    "source": "touchdown",
    "word_count": 27
  },
  {
    "id": "touchdown_071",
    "text": "With the glastraight entrance to your right, go straight and take the first right. Take another right. Go straight past a cement truck to your left. continue until reaching some bright blue signs to your left. when parallel with the vertical sign, look left.",
    "source": "touchdown",
    "word_count": 44
  },
  {
    "id": "r2r_072",
    "text": "Walk down the hall past the fireplace. Walk past the staircase towards the sofa. Stop between the sofa and the vase.",
    "source": "r2r",
    "word_count": 21
  },
  {
    "id": "r2r_073",
    "text": "Go around the table to the stairs. Head down the stairs and go left toward the white couch. Go left again down the stairs and stopping directly behind the couch.",
    "source": "r2r",
    "word_count": 30
  },
  {
    "id": "r2r_074",
    "text": "Exit the room and turn left then go down the hallway until you get to a room with Christmas trees and wait near the trees.",
    "source": "r2r",
    "word_count": 25
  },
  {
    "id": "r2r_075",
    "text": "Leave the bedroom. Stop in front of the left door of the wine closet.",
    "source": "r2r",
    "word_count": 14
  },
  {
    "id": "r2r_076",
    "text": "Exit the room then turn right. Turn left and go down the stairs. turn right and wait at the entrance of that room.",
    "source": "r2r",
    "word_count": 23
  },
  {
    "id": "r2r_077",
    "text": "Leave the bedroom and take a right in the hallway. Walk forward and enter the bedroom through the second door on the right. Stop in the doorway to the bedroom.",
    "source": "r2r",
    "word_count": 30
  },
  {
    "id": "touchdown_078",
    "text": "Turn and face the same direction that the traffic is going, with the red awning on your right and go forward. Stop when you pass the first traffic light and look to your right,.",
    "source": "touchdown",
    "word_count": 34
  },
  {
    "id": "touchdown_079",
    "text": "Stand so you are moving with the flow of traffic. Move ahead to that close intersection and turn right. Continue to the next intersection and turn right. When you reach the next intersection, face right.",
    "source": "touchdown",
    "word_count": 35
  },
  {
    "id": "r2r_080",
    "text": "Go to the landing and turn right up the stairs. Go straight through the dining room and wait in the kitchen.",
    "source": "r2r",
    "word_count": 21
  },
  {
    "id": "r2r_081",
    "text": "Turn approximately 90 degrees to the right. Move forward. Turn slightly to the right. Wait at the edge of the carpeted walk way.",
    "source": "r2r",
    "word_count": 23
  },
  {
    "id": "touchdown_082",
    "text": "Align yourself so you are with traffic. Walk to the four way intersection and take a left. Take a long walk forward to the next four way intersection. Take a left here. Continue forward and stop at the four way intersection. To your right are some potted plants.",
    "source": "touchdown",
    "word_count": 48
  },
  {
    "id": "touchdown_083",
    "text": "Align yourself with the flow of traffic, there should be arrows pointing to the flow in front of you. Head through the intersection, straight. Head to before the next intersection where you will see the flow of traffic arrows again, and stop there.",
    "source": "touchdown",
    "word_count": 43
  },
  {
    "id": "touchdown_084",
    "text": "With the scaffolding to your right, go straight until you see a building with a glass roof up ahead. Take a right. Go straight and take another right at the pine tree. Go through the cones and stop when you see a pale panel on the sidewalk to the right.",
    "source": "touchdown",
    "word_count": 50
  },
  {
    "id": "touchdown_085",
    "text": "Stand so that you are walking with the flow of traffic. Move forward to the intersection and turn left. Continue straight until you reach the next intersection at a dead end. Straight ahead of you on the left is a red and white fire hydrant.",
    "source": "touchdown",
    "word_count": 45
  },
  {
    "id": "touchdown_086",
    "text": "Align yourself with the flow of traffic, and make a right a couple of steps up. Follow this road down until you're at the yellow blocks on the ground in the curve, and the delivery truck on your right.",
    "source": "touchdown",
    "word_count": 39
  },
  {
    "id": "touchdown_087",
    "text": "Turn so the busses in the parking lot are ahead of you to your right, make a right at the intersection, at the next intersection, across the street on your right are two yellow posts.",
    "source": "touchdown",
    "word_count": 35
  },
  {
    "id": "r2r_088",
    "text": "Walk up the stairs and turn right at the top. Walk through the bedroom door to the right and wait near the closet.",
    "source": "r2r",
    "word_count": 23
  },
  {
    "id": "r2r_089",
    "text": "Go down the stairs, wait at the door to the left of the blue couch at the bottom of the stairs.",
    "source": "r2r",
    "word_count": 21
  },
  {
    "id": "r2r_090",
    "text": "Walk through the kitchen and take a slight left through the doorway. Turn right and then right again, walking past the side table. Wait near the entryway door.",
    "source": "r2r",
    "word_count": 28
  },
  {
    "id": "touchdown_091",
    "text": "Head forwards in the same direction as traffic and turn left at the first intersection. go forward two blocks, past the church on your left.",
    "source": "touchdown",
    "word_count": 25
  },
  {
    "id": "touchdown_092",
    "text": "Orient yourself to follow the flow of traffic. Continue through the first intersection and then turn right at the second intersection. Stop when you reach another intersection.",
    "source": "touchdown",
    "word_count": 27
  },
  {
    "id": "r2r_093",
    "text": "Walk down the sidewalk with the rocking chairs on your left, go inside the building, go straight and enter the bedroom and stop by rug on the ground.",
    "source": "r2r",
    "word_count": 28
  },
  {
    "id": "touchdown_094",
    "text": "Orient yourself with the flow of traffic. Continue past the park to the first four-way intersection and turn left. At the next intersection, turn left again. There'll be an articulated double bus on your right. Continue about halfway down the block and look to your right.",
    "source": "touchdown",
    "word_count": 46
  },
  {
    "id": "touchdown_095",
    "text": "Face the intersection right next to you, step into it and turn right. You should see a dark covered area ahead, go through it. At the very end, step into the intersection and turn right. On your right you'll see a light sign with a hand on it.",
    "source": "touchdown",
    "word_count": 48
  },
  {
    "id": "r2r_096",
    "text": "Walk out of the kitchen and turn right. Walk behind the couch and turn right. Walk into the hallway and turn right. Stop in the entryway of the bar.",
    "source": "r2r",
    "word_count": 29
  },
  {
    "id": "r2r_097",
    "text": "Turn left. Go up the three steps. Turn left and go into the room. Wait near the mirror on the left.",
    "source": "r2r",
    "word_count": 21
  },
  {
    "id": "touchdown_098",
    "text": "Turn so you are going with traffic. Head down the street. Go straight through the first light you see. At the light you will see a pyramid of red Christmas ornament to your right. Take a right in front of these. Stop before you get to the light.",
    "source": "touchdown",
    "word_count": 48
  },
  {
    "id": "r2r_099",
    "text": "Walk up the stairs and past the left side of the bed. Stop in the doorway of the door near the nightstand.",
    "source": "r2r",
    "word_count": 22
  }
]